Repository: 8htmlcss8/simplemodal-login
Catalog: I18n/simplemodal-login-*.po
Languages: ro_ro

source: Success! Your changes were successfully saved!
ro_ro: In regula! Schimbarile au fost salvate!

source: Theme:
ro_ro: Tema:

source: The theme to use.
ro_ro: Tema utilizata.

source: User Registration:
ro_ro: Inregistrare utilizator:

source: Enable
ro_ro: Marcat

source: Select this option to enable the user registration feature in SimpleModal Login. This requires the "Anyone can register" Membership option to be selected on your WordPress General Settings page.
ro_ro: Selecteaza aceasta optiune pentru a permite utilizatorilor sa se inregistreze folosind SimpleModal. Optiunea "Oricine se poate inregistra" sau "Anyone can register" din modulul "Setari generale" sau "General Settings" trebuie activata.

source: Password Reset:
ro_ro: Resetare Parola:

source: Select this option to enable the password reset feature in SimpleModal Login.
ro_ro: Activeaza aceasta optiune pentru a permite folosirea functiei de "Resetare Parola" in aplicatia SimpleModal.

source: Keystroke Shortcut:
ro_ro: Scurtaturi tastatura:

source: Select this option to enable the keystroke shortcut of Ctrl+Alt+L to display the log in form. Allows you to invoke the log in form without displaying a "Log In" link.
ro_ro: Activeaza aceasta optiune pentru a permite folosirea scurtaturilor de genul Ctrl+Alt+L pentru activarea formularului de autentificare. Permite invocarea formularului de autentificare fara a folosi butonul de "Log In" sau "Autentificare".

source: Themes
ro_ro: Teme:

source: SimpleModal Login allows you to create your own themes.
ro_ro: Aplicatia SimpleModal permite crearea propriilor teme.

source: To create a new theme you'll need to add two files under the <code>simplemodal-login</code> plugin directory: <code>css/THEME.css</code> and <code>js/THEME.js</code>. Replace THEME with the name you would like to use. I suggest using one of the existing themes as a template.
ro_ro: Pentru a crea o noua tema, trebuie sa adaugi doua fisiere in directorul plugin <code>simplemodal-login</code>: <code>css/THEME.css</code> si <code>js/THEME.js</code>. Inlocuieste THEME cu numele pe care vrei sa il folosesti. As sugera folosirea unei teme existente ca matrice.

source: Need Support?
ro_ro: Ai nevoie de ajutor?

source: For questions, issues or feature requests, please post them in the %s and make sure to tag the post with simplemodal-login.
ro_ro: Pentru intrebari, probleme sau inbunatatiri, va rog sa le trimiteti catre %s . Etichetati cerintele ca "simplemodal-login".

source: Like To Contribute?
ro_ro: Vrei sa contribui?

source: If you would like to contribute, the following is a list of ways you can help:
ro_ro: Daca vrei sa contribui, urmatoarea lista exemplifica modalitatile prin care ai putea sa ajuti.

source: Translate SimpleModal Login into your language
ro_ro: Traduce aplicatia "SimpleModal Login" in limba ta.

source: Blog about or link to SimpleModal Login so others can find out about it
ro_ro: Adauga un link sau scrie o recenzie despre "SimpleModal Login" pentru a raspandi informatia despre aplicatie.

source: Report issues, provide feedback, request features, etc.
ro_ro: Raporteaza probleme, adauga o recenzie, cere o inbunatatire, etc.

source: Rate SimpleModal Login on the WordPress Plugins Page
ro_ro: Recomanda SimpleModal Login pe pagina WordPress Plugins.

source: Make a donation
ro_ro: Acorda o donatie.

source: Other Links
ro_ro: Alte adrese.

source: Settings
ro_ro: Setari

source: Powered by
ro_ro: Ajutat de

source: Login
ro_ro: Autentificare

source: Username
ro_ro: Utilizator

source: Password
ro_ro: Parola

source: Remember Me
ro_ro: Reamintete-ti de mine.

source: Log In
ro_ro: Autentifica

source: Cancel
ro_ro: Renunta

source: Register
ro_ro: Inregistrare

source: Password Lost and Found
ro_ro: Reamintire parola

source: Lost your password?
ro_ro: Ai uitat parola?

source: <strong>ERROR</strong>: The username field is empty.
ro_ro: <strong>EROARE</strong>: Campul utilizatorului este gol.

source: <strong>ERROR</strong>: The password field is empty.
ro_ro: <strong>EROARE</strong>: Campul parola este gol.

source: <strong>ERROR</strong>: The email field is empty.
ro_ro: <strong>EROARE</strong>: Campul email este gol.

source: <strong>ERROR</strong>: All fields are required.
ro_ro: <strong>EROARE</strong>: Toate campurile sunt obligatorii.

source: A password will be e-mailed to you.
ro_ro: Parola iti va fi trimisa prin email.

source: Log in
ro_ro: Autentifica

source: Reset Password
ro_ro: Reseteaza Parola

source: Username or E-mail:
ro_ro: Utilizator sau E-mail:

source: Get New Password
ro_ro: Cere o noua parola.

source: A modal Ajax login, registration, and password reset feature for WordPress which utilizes jQuery and the SimpleModal jQuery plugin.
ro_ro: O fereastra Ajax pentru autentificare, inregistrare si resetarea parolei pentru WordPress care foloseste librariile JQuery si plugin-ul SimpleModal
